Repository: seantis/seantis.dir.base
Catalog: seantis/dir/*/locales/*/LC_MESSAGES/seantis.dir.*.po
Languages: de, fr

source: 1st Category Name
de: Kategorie 1
fr: Nom de 1ère catégorie

source: 2nd Category Name
de: Kategorie 2
fr: Nom de 2ème catégorie

source: 3rd Category Name
de: Kategorie 3
fr: Nom de 3ème catégorie

source: 4th Category Name
de: Kategorie 4
fr: Nom de 4ème catégorie

source: Allow custom categories
de: Kategorien-Eingabe auf Eintrag erlauben
fr: Autoriser des catégories personnalisées

source: Any
de: Egal
fr: tout

source: Coordinates (JSON)
de: Koordinaten (JSON)
fr: Coordonnées (JSON)

source: Default Export
de: Standard Export
fr: Exportation standard

source: Description
de: Beschreibung
fr: Déscription

source: Descriptions for Category 1
de: Beschreibungen für Kategorie 1
fr: Descriptions de 1ère catégorie

source: Descriptions for Category 2
de: Beschreibungen für Kategorie 2
fr: Descriptions de 2ème catégorie

source: Descriptions for Category 3
de: Beschreibungen für Kategorie 3
fr: Descriptions de 2ème catégorie

source: Descriptions for Category 4
de: Beschreibungen für Kategorie 4
fr: Descriptions de 2ème catégorie

source: Directory
de: Verzeichnis
fr: Dossier

source: Directory Item
de: Verzeichnis-Eintrag
fr: Dossier d'article

source: Enable filtering
de: Filter zeigen
fr: Activer le filtrage

source: Enable searching
de: Suche zeigen
fr: Activer la recherche

source: Exports for
de: Exporte für
fr: Exportations pour

source: Filter
de: Filtern
fr: Recherche avancée

source: Fulltext search
de: Volltext Suche
fr: Recherche de texte complet

source: If custom categories are allowed, items may specify new categories. If they are not allowed, people can only choose from the given suggestions.
de: Neue Kategorien können auf den Einträgen erfasst werden, wenn erlaubt. Wenn dies nicht erlaubt ist können nur Kategorien gewählt werden welche als Vorschläge erfasst wurden.
fr: Si catégories personnalisées sont autorisés, les articles peuvent spécifier de nouvelles catégories. S'ils ne sont pas autorisés, les gens ne peuvent choisir parmi les suggestions données.

source: Import
de: Importieren
fr: Importation

source: Import directory items
de: Verzeichniseinträge importieren
fr: Importation des éléments de dossier

source: Import directory items using xls. The xls is expected to have the format defined in the template which you can <a href='#xlstemplate'>download here</a>
de: Verzeichniseinträge mittels Excel(Xls) importieren. Die Excel Datei muss der Vorlage entsprechen welche Sie <a href='#xlstemplate'>hier herunterladen</a> können
fr: Importation des éléments d'annuaire à l'aide xls. Les xls devrait avoir le format défini dans le modèle que vous pouvez télécharger ici href='#xlstemplate'> <a </ a>

source: Imported ${number} items
de: ${number} Verzeichniseinträge importiert
fr: Importé ${number} articles

source: Invalid XLS file
de: Ungültige XLS Datei
fr: Invalid fichier XLS

source: Invalid email address
de: Ungültige Email Adresse
fr: Adresse e-mail non valide

source: No Results
de: Keine Resultate
fr: Pas de résultat

source: Not all required fields have a value
de: Nicht alle benötigten Felder haben einen Wert
fr: Pas tous les champs obligatoires ont une valeur

source: Reset
de: Zurücksetzen

source: Search
de: Suchen
fr: Recherche

source: Start typing and select a category. To add a new category write the name and hit enter.
de: Tippen und eine Kategorie wählen. Um eine neue Kategorie zu erstellen, Text eingeben und Enter drücken.
fr: Commencez à taper et sélectionnez une catégorie. Pour ajouter une nouvelle catégorie d'écrire le nom et appuyez sur entrée.

source: Subtitle
de: Untertitel
fr: Sous-titre

source: Suggested Values for the 1st Category
de: Vorschläge für die erste Kategorie
fr: Valeurs suggérées pour la 2ème catégorie

source: Suggested Values for the 2nd Category
de: Vorschläge für die zweite Kategorie
fr: Valeurs suggérées pour la 1ère catégorie

source: Suggested Values for the 3rd Category
de: Vorschläge für die dritte Kategorie
fr: Valeurs suggérées pour la 3ème catégorie

source: Suggested Values for the 4th Category
de: Vorschläge für die vierte Kategorie
fr: Valeurs suggérées pour la 4ème catégorie

source: The default export contains the basic fields of the directory, without additional fields defined by client specific fields. It is the only export which may be also be imported.
de: Der Standard Export enthält die einfachen Felder des Verzeichnises, ohne kunden-spezifische Felder. Es ist der einzige Export der auch importiert werden kann.
fr: L'exportation par défaut contient les champs de base du répertoire, sans autres champs définis par des champs spécifiques de la clientèle. C'est la seule exportation qui peuvent être également être importé.

source: These values are suggested when typing category values in the category items, in addition to values found in other items.
de: Diese Werte werden vorgeschlagen wenn Kategorie Werte im Eintrag eingegeben werden, zusätzlich zu den Werten die in anderen Einträgen gefunden werden.
fr: Ces valeurs sont suggérées lors de la saisie des valeurs de catégories dans les éléments de catégorie, en plus des valeurs trouvées dans d'autres articles.

source: XLS file
de: XLS Datei
fr: fichier XLS

source: Name
fr: Nom
